Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/depts/udir.no/sfs_veiledning_24_undervisningsopplegg-samiske-eventyr-og.html.tmx
Source language: sme
Languages: sma

source: Udir.no - Sámi máidnasat ja eamiálbmogiid máidnasat
sma: Udir.no - Saemien heamtuvrh jïh aalkoealmetji heamtuvrh

source: Sámi máidnasat ja eamiálbmogiid máidnasat
sma: Saemien heamtuvrh jïh aalkoealmetji heamtuvrh

source: Ceahkki: Jo3 – studerenráhkkanahtti oahppoprográmma ja lasáhus oppalaš studerengelbbolašvuhtii – fidnofágalaš oahppoprográmmaide Fáddá: sámi máinnasteapmi ja eará eamiálbmogiid máinnasteapmi Áigi: gaskal gávcci ja logi oahpahusdiimmu
sma: Daltese: Jåa3 – studijeryøjrien øøhpehtimmieprogramme jïh lissiebigkeme siejhme studijemaahtose baarkoefaageles øøhpehtimmieprogrammide

source: Álggahus
sma: Aalkoe

source: Dát oahpahusláhču lea ovdamearkan dasa movt oahppit sáhttet bargat joksat namuhuvvon gelbbolašvuođamihttomeriid.
sma: Daate øøhpehtimmiesoejkesje vuesehte guktie learohkh maehtieh barkedh juktie maahtoeulmide jaksedh, mah leah nuelesne neebneme.

source: Dás čájehuvvo movt gelbbolašvuođamihttomeriid sáhttá konkretiseret oahppanulbmilin, mat leat ceahkkin barggus joksat gelbbolašvuođamihttomeriid.
sma: Daesnie vuesehte guktie maahta maahtoeulmide tjyølkehke darjodh lïerehtimmieulmine, mah leah akte sille juktie maahtoeulmide jaksedh.

source: Oahpahusláhču čájeha heivvolaš bargovugiid, movt dáidda ovttastahttá vuođđogálggaid ja movt oahpaheaddji heiveha oahpahusa ohppiide ja sin árvvoštallá dađistaga.
sma: Øøhpehtimmiesoejkesje vuesehte sjyøhtehke barkoevuekieh, guktie vihkielommes maehtelesvoeth meatan vaaltasuvvieh jïh guktie lohkehtæjja øøhpehtimmiem sjïehtede learoehkidie jïh dejtie iktemearan vuarjesje.

source: Oahpahusláhču čájeha movt oahppit sáhttet buohtastahttit guovtti eámiálbmoga máinnastanvuogi.
sma: Øøhpehtimmiesoejkesje vuesehte guktie learohkh maehtieh gøøkte aalkoealmetji soptsestimmievuekieh viertiestidh.

source: Máhttoloktema ML06 gelbbolašvuođamihttomearit
sma: Maahtoeulmie LM06-S

source: Gelbbolašvuođamihttomearit Jo2- studerenráhkkanahtti oahppoprográmma maŋŋel, ja lasáhusa oppalaš studerengelbbolašvuhtii- fidnofágalaš oahppoprográmma maŋŋel Árbevirolaš máhttu Oahpahusa mihttomearri lea ahte oahppi galgá máhttit
sma: Maahtoeulmie Jåa2 mænngan – studijeryøjrien øøhpehtimmieprogramme jïh lissiebigkemen mænngan siejhme studijemaahtose – barkoefaageles øøhpehtimmieprogramme

source: selvehit sámi máinnasteami
sma: saemien soptsestimmieaerpievuekiem buerkiestidh

source: muitalit muitalusaid geavahettiin sámi máinnasteami elemeanttaid
sma: heamtuvrh soptsestidh gosse biehkieh saemien soptsestimmieaerpievuekeste nåhtadieh

source: buohtastahttit sámi máidnasiid eará eamiálbmogiid ja eará kultuvrraid máidnasiiguin
sma: saemien heamtuvrh viertiestidh jeatjah aalkoealmetji heamtuvrigujmie, jïh heamtuvrigujmie jeatjah kultuvrijste

source: Oahppanulbmilat
sma: Lïerehtimmieulmie

source: Gelbbolašvuođamihttomearit leat konkretiserejuvvon oahppanulbmilin, mat leat ceahkkin barggus joksat gelbbolašvuođamihttomeriid.
sma: Maahtoeulmide tjyølkehke dorjeme lïerehtimmieulmine, mah leah akte sille juktie maahtoeulmide jaksedh.

source: Oahppi galgá máhttit
sma: Learohke edtja maehtedh

source: selvehit sámi máinnasteami / muitaleami iešvuođaid
sma: saemien soptsestimmieaerpievuekien bïjre soptsestidh

source: čilget guovddáš doahpagiid mat gullet sámi máinnastanárbevirrui
sma: vihkeles dïejvesh buerkiestidh mah leah saemien soptsestimmieaerpievuekesne

source: bájuhit / muitalit máidnasa mas leat sámi iešvuođat
sma: aktem heamtuvrem vaajestidh mij sjiere saemien væhtah åtna

source: čállit muitalusa mii lea sámi vuohkái
sma: aktem heamtuvrem gaavnedh mij lea tjielke saemien

source: gávdnat sullásašvuođaid / erohusaid sami máidnasis ja inuihtta máidnasis
sma: seammavoeth jïh joekehts gaavnedh akten saemien heamtuvren jïh akten jeatjah heamtuvren gaskem

source: Vuođđogálggat
sma: Vihkielommes maehtelesvoeth

source: Máhttit lohkat: Oahppi galgá lohkat iešguđetlágan máidnasiid, muitalusaid, diiddaid ja eará lohkanbihtáid mat gullet fáddái.
sma: Maehtedh lohkedh: Learohkh ovmessie heamtuvrh, soptsesh, dïejvesh jïh jeatjah tjaalegh luhkieh mah leah aamhtesisnie.

source: Sii lohket guokte maidnasa maid galget buohtastahttit.
sma: Dah gøøkte heamtuvrh luhkieh mah leah våarome viertiestæmman.

source: Máhttit njálmmálaččat ovdanbuktit: Oahppit galget njálmmálaččat ovdanbuktit máidnasa.
sma: Maehtedh jïjtjemse njaalmeldh tjïelkesidh: Learohkh aktem heamtuvrem njaalmeldh soptsestieh.

source: Máhttit čálalaččat ovdanbuktit: Oahppit galget čállit máidnasa, ja sii čállet iešvuođaid go buohtastahttet iešguđet kultuvrraid máidnasiid.
sma: Maehtedh jïjtjemse tjaaleldh tjïelkesidh: Learohkh aktem heamtuvrem tjaelieh, jïh sjiere væhtah tjaeliestieh, gosse heamtuvrh ovmessie kultuvrijste viertiestieh.

source: Máhttit geavahit digitála reaidduid: Oahppit čállet máidnasa dihtorii ja divodit iežaset čállosa maŋŋel go oahpaheaddji ja/dahje mieldeoahppit leat addán čálalaččat dieđu.
sma: Maehtedh digitale dïrregh nåhtadidh: Learohkh aktem heamtuvrem daatovrisnie tjaelieh, jïh sov tjaalegem staeriedieh mænngan lohkehtæjja jïh / jallh dah mubpieh learohkh aktem tjaaleldh bïevnesem bååstede vadteme.

source: Sii galget ráhkadit skovi man mielde buohtastahttet iešguđet kultuvrraid máidnasiid.
sma: Dah maehtieh aktem goerem darjodh, juktie heamtuvrh ovmessie kultuvrijste viertiestidh.

source: Oahppandoaimmat
sma: Lïerehtimmiedarjomh

source: Oahpaheaddji álggaha fáttá árbevirolaš sámi máidnasa muitalemiin. Oahppit sáhttet maid guldalit báddejuvvon máidnasa.
sma: Lohkehtæjja aamhtesem åehpiedahta gosse aktem aerpievuekien saemien heamtuvrem soptseste, jallh satne baaja learoehkide aktem tjoejebaantem goltelidh dagkarinie heamtuvrinie.

source: Oahppit ságastallet maid sii dihtet sámi máinnasteami iešvuođaid birra.
sma: Learohkh ektesne soptsestieh maam dah daejrieh dej sjiere væhtaj bïjre saemien soptsestimmieaerpievuekesne.

source: Oahpaheaddji čilge ahte sámegielas ii leat nu buorre earuhit namahusaid ja dárkilit meroštallat mii lea máinnas ja mii lea muitalus.
sma: Lohkehtæjja buerkeste saemien aerpievuekesne ij leah iktegisth aelhkie lahtesi gaskem juekedh, jïh aktem sjiere buerkiestimmiem darjodh mij lea heamtuvre jïh mij lea soptsese.

source: Dasto oahpaheaddji logaldallá eamiálbmogiid girjjálašvuođas historjjálaš perspektiivvas.
sma: Dan mænngan lohkehtæjja aalkoealmetji lidteratuvren bïjre soptseste aktene histovrijen perspektijvesne.

source: Oahppit gehččet ovtta dahje eanet filmmaid.
sma: Learohkh aktem jallh jienebh filmh vuartasjieh.

source: Lea vejolaš luoikkahit DVD:id Sámedikki oahpponevvohagas, Guovdageainnus.
sma: Gåarede DVD løønedh Saemiedigkien learoevierhtiejarngeste, Guovdageaidnusne.

source: Oahppit ságastallet filmmaid sisdoalu birra.
sma: Learohkh ektesne filmi sisvegi bïjre soptsestieh.

source: Oahppit ságastallet makkár dovdomearkkat ja iešvuođat máidnasis leat, ja čállet oktasaš listtu mas namuhit dovdomearkkaid.
sma: Learohkh ektesne soptsestieh mah væhtah akte saemien heamtuvre åtna, jïh aktem tjåenghkies læstoem væhtajgujmie tjaelieh.

source: Oahppit čállet dáid dovdomearkkaid vuođul ieža máidnasiid.
sma: Dej væhtajgujmie goh våarome, learohkh jïjtsh heamtuvrh tjaelieh.

source: Sii hárjehallet muitalit dáid máidnasiid ja muitalit nuppi oahppái, jovkui dahje olles luohkkái.
sma: Dah haarjanieh heamtuvride lohkedh, jïh dah akten mubpien learoehkasse soptsestieh, akten dåahkan jallh abpe klaassese.

source: Oahppit guldalit guhtet guimmiideaset máidnasiid ja addet ruovttoluotta dieđu nuppiide das maid sii mearkkašedje máidnasis: Guđet dovdomearkkat ledje mielde máidnasis, ja guđiid elemeanttaid sii dovdet sámi máinnasteapmin.
sma: Learohkh sinsitnien heamtuvridie goltelieh, jïh sinsætnan bïevnesh bååstede vedtieh mah væhtah dah vueptiestin, jïh mah væhtah dah vueptiestieh saemien soptsestimmieaerpievuekeste.

source: Oahppit lohket sámi máidnasa ja inuihttamáidnasa ja buohtastahttet dáid. Máinnasevttohusat (váldon girjjis Mearragátti muitalusat)
sma: Learohkh aktem saemien jïh aktem heamtuvrem aktede jeatjah kultuvreste luhkieh, dan mænngan dejtie viertiestieh.

source: Oahppit ráhkadit skovi man geavahit go buohtastahttet sámi máidnasiid eará eamiálbmogiid máidnasiiguin.
sma: Learohkh aktem goerem darjoeh maam nåhtadieh gosse saemien heamtuvrh jeatjah aalkoealmetji heamtuvrigujmie viertiestieh.

source: Skovis galget golbma kolonna.
sma: Goeresne golme kolonnh.

source: Gurut kolonnii čállet mii lea dábálaš sámi máidnasiin.
sma: Gårroeh kolonnesne tjaelieh mij lea sjiere saemien heamtuvride.

source: Olgeš kolonnii čállet mii lea dábálaš dan árbevierus mainna áigot buohtastahttit.
sma: Åelkies kolonnesne tjaelieh mij lea sjiere dan aerpievuakan mejnie viertiesteminie.

source: Gasku čállet dan mii lea oktasaš dán guovtti kultuvrras.
sma: Gaskoeh kolonnesne learohkh tjaelieh mij lea tjåenghkies dejtie gøøkte kultuvride.

source: Sáhttá ivnniin merket olgeš ja gurut kolonnain daid čuoggáid mat leat erenoamážat dán dihto kultuvrra muitalanárbevierus.
sma: Dïhte mij lea aajmene goh sjiere akten kultuvrese, dam maahta klaerine mïerhkesjidh dennie gårroeh jïh åelkies kolonnesne.

source: Heivehuvvon oahpahus
sma: Sjïehtedamme lohkehtimmie

source: Máidnasat maid oahppit galget lohkat sáhttet leat iešguđet guhkit ja iešguđet váddásat.
sma: Dah heamtuvrh mejtie learohkh luhkieh, maehtieh dovne åenehks jïh guhkies årrodh jïh geerve jïh aelhkie.

source: Muhtimat sáhttet leat oahppásat ja earát fas apmasat ohppiide.
sma: Muvhth åehpies jïh muvhth orre learoehkidie.

source: Lea álkkit álggahit oahpes máidnasiin go amas máidnasiin dalle go oahppit galget máinnastit, buohtastahttit ja ieža čállit máidnasiid.
sma: Aelhkebe våaromem vaeltedh åehpies heamtuvrine sijjeste heamtuvrh mah leah ammes, gosse learohkh edtjieh soptsestidh, viertiestidh jïh heamtuvrh jïjtje tjaeledh.

source: Muhtin oahppit čállet veahá sámi máinnasteami birra, earát čilgejit dárkilit iešvuođaid mat leat eanemus guovdilat.
sma: Såemies learohkh ånnetji saemien soptsestimmieaerpievuekien bïjre soptsestieh, mearan mubpieh dejtie vihkielommes væhtide veelelaakan tjïelkestieh.

source: Muhtin oahppit hutket máidnasa mii lea sihke sisdoalu ja hámi dáfus hui lahka muhtin máidnasa maid dovdet ovdalaččas dahje maid leat easka lohkan.
sma: Muvhth learohkh heamtuvrh gaavnehtieh mah sisvegisnie jïh bigkemisnie leah mahte seammalaakan goh akte heamtuvre maam aarebistie demtieh, jallh aadtjen lohkeme.

source: Earát fas luovvanit ovttaskas máidnasiin ja hutket áibbas ođđa máidnasa mii goitge heive šáŋŋerii ja sámi máinnastanárbevirrui.
sma: Mubpieh loevenieh aktegsheamtuvreste jïh svihtjedieh sjaangeren sisnie, seamma aejkien goh tjyølkehke saemien aerpievuakan bigkieh.

source: Oahppit válljejit ieža geaiddai ja gallásii sii máinnasit máidnaseaset.
sma: Learohkh jïjtje veeljieh man gellie jïh giese dah sïjhtieh heamtuvrh soptsestidh.

source: Muhtimiid mielas lea oadjebasamus muitalit dušše oahpaheaddjái dahje ovtta eará oahppái.
sma: Muvhth tuhtjieh bøøremes ajve lohkehtæjjese jallh akten mubpien learoehkasse soptsestidh.

source: Earát liikojit go leat eambbo guldaleaddjit.
sma: Mubpieh buerebe tråjjedieh gosse jienebh goltelieh.

source: Muhtin oahppit muitalit máŋga máidnasa ja máŋgga eará eamiálbmoga máidnasa ja buohtastahttet eanet máidnasiid.
sma: Muvhth learohkh jienebh heamtuvrh luhkieh jïh heamtuvrh jienebh aalkoealmetjijstie, jïh aktine stuerebe vaeljehkinie viertiestieh, goh våarome.

source: Lassin njálmmálaš máinnasteapmái, sáhttet muhtimat dramatiseret máidnasa.
sma: Lissine heamtuvrh njaalmeldh soptsestidh, naaken maehtieh heamtuvrem dramatiseradidh.

source: Gáiddusoahpahus
sma: Maajhøøhpehtimmie

source: Dát oahpahusláhču heive bures gáiddusoahpahussii, go oahppit galget máinnastit, ságastallat máidnasiid birra ja buohtastahttit máidnasiid.
sma: Daate øøhpehtimmiesoejkesje hijvenlaakan sjeahta maajhøøhpehtæmman juktie learohkh edtjieh soptsestidh, heamtuvri bïjre soptsestalledh jïh heamtuvrh viertiestidh.

source: Oahpaheaddji šaddá guldaleaddjin, ságastallan- ja / dahje digaštallanguoibmin.
sma: Lohkehtæjja goltele, soptseste jïh digkede learohkigujmie.

source: Oahpaheaddji oažžu buori vejolašvuođa oahpahit ja diktit oahppi hárjehallat árbevirolaš doahpagiid ja sániid.
sma: Lohkehtæjja nuepiem åådtje lïerehtidh, jïh baajedh learohkem haarjanidh aerpievuekien baakojde jïh dïejvesidie.

source: Árvvoštallan
sma: Vuarjasjimmie

source: Dađistaga-árvvoštallan Oahpaheaddji addá ohppiide njálmmálaš ja/dahje čálalaš dađistaga-árvvoštallama.
sma: Vuarjasjimmie iktemearan Lohkehtæjja learoehkidie njaalmeldh jïh / jallh tjaaleledh vuarjasjimmiem iktemearan vadta.

source: Lea mávssolaš addit responssa ohppiide vai sii dihtet maid ja movt galget bargat vai ain ovdánit fáttás.
sma: Vihkeles responsem learoehkidie vedtedh guktie dah daejrieh mejnie edtjieh barkedh juktie sijjen maahtoem evtiedidh.

source: Go oahppit čállet máidnasiid, de ožžot vuosttaš čállosii responssa.
sma: Dah aaj raeriem daarpesjieh guktie edtjieh dåemiedidh.

source: Sii bohtet diehtit mii lea buorre, ja ožžot neavvagiid movt sáhttet ain bargat máidnasiin.
sma: Gosse learohkh heamtuvrh tjaelieh, responsem åadtjoeh akten voesteslåhkose.

source: Vuođu váldibehtet dovdomearkalisttus.
sma: Vaeltieh våaromem læstosne væhtajgujmie.

source: Maid lea oahppi váldán mielde ?
sma: Maam learohke meatan åådtjeme ?

source: Mii váilu ?
sma: Mij fååtese ?

source: Ohpaheaddji sáhttá geavahit Árvvoštallanskovvi: Prošeaktabargu- njálmmálaš ovdanbuktin ja Árvvoštallanskovvi: Guhkesčálus árvvoštaladettiin.
sma: Lohkehtæjja maahta daejtie goeride vuarjasjimmesne iktemearan nåhtadidh:

source: Dát heivejit maid dalle go oahppit galget iežaset dahje guhtet guoimmiset árvvoštallat.
sma: Dah aaj sjïehtieh gosse learohkh edtjieh jïjtjemse jallh sinsitniem vuarjasjidh.

source: Iežasárvvoštallan dahje guhtet guoimmiset árvvoštallan Dá lea ovdamearka maid oahppit sáhttet geavahit go iežaset galget árvvoštallat, ja / dahje go galget addit dieđuid guhtet guoibmáseaset.
sma: Jïjtsevuarjasjimmie jallh vuarjasjimmie sinsitneste Daesnie akte vuesiehtimmie maam learohkh maehtieh nåhtadidh gosse edtjieh jïjtjemse vuarjasjdih, jïh / jallh gosse edtjieh responsem sinsætnan vedtedh.

source: Sii árvvoštallet maid hálddašit ja maid sáhttet / berrejit bargat joksan dihte buoret gelbbolašvuođa.
sma: Dah vuarjasjieh maam haalvoeh, jïh maam maehtieh / byøroeh darjodh juktie jollebe maahtoem jaksedh.

source: Dahton:
sma: Biejjie:

source: Dán in máhte doarvái bures
sma: Im daam nuekies hijven maehtieh

source: Dán máhtán
sma: Daam maahtam

source: Dán máhtán hui bures
sma: Daam joekoen hijven maahtam

source: čilget guovddaš doahpagiid mat gullet sámi máinnastanárbevirrui
sma: vihkeles dïejvesh buerkiestidh mah leah saemien soptsestimmieaerpievuekesne

source: čállit máidnasa mii heive sámi máinnasin
sma: aktem heamtuvrem tjaeledh mij vååjnoe goh sjiere saemien

source: gávdnat sullásašvuođaid ja erohusaid sámi máidnasis ja inuihtta máidnasis
sma: seammavoeth jïh joekehtsh gaavnedh akten saemien heamtuvren jïh akten jeatjah heamtuvren gaskem

source: S. 23-24.
sma: Vierhtieh

source: Indre Billefjord: Iđut. Eventyret “ Áfruvvá ” lea vuosttaš geardde almmuhuvvon girjjis: Friis, J. A. 1871: Eventyr og Folkesagn.
sma: BIRKELAND, KIRSTI 2002: Staaloeh vienhtieh aske lea dålle.

source: Christiania: Cammermeyer
sma: [Oslo:] J. W. Cappelens Forlag as

source: (girji ja jietnabáttit)
sma: (gærja jïh kaassedth)

source: Dáid oažžu luoikkahit Sámedikki oahpponevvohagas Guovdageainnus:
sma: QVIGSTAD, JUST KNUD 1996: Aarporten jïh Åarjel-smaaregen soptsesh.

source: Gánda ja Golleloddi (DVD. 97)
sma: 2. utgave.

source: Njieljie åålmeg-heamturh.
sma: [Kautokeino:] Samisk utdanningsråd.

source: Saemiedigkie 2002 (unna girjjáš ja cd)
sma: Njieljie åålmeg-heamturh, Saemiedigkie, 2002 (onne gærja jïh cd.)

source: “ Máret áhkku muitala ”. Buvttadeapmi: NRK Sámi Radio 1991 28 min.
sma: Govnebuatska – jïh giemhpes viehkiehtæjja, Norsk filminstitutt

source: (Samedikki oahpponevvohagas DVD 130)
sma: Karijuse jïh Baktuse, Statens filmtilsyn, åarjelsamien gïelese 1996, video jïh heefte

source: " Máret áhkku muitala muitalusa ".
sma: Lopmegaahtoe, Statens filminstitutt, Saemien Øøhpehtimmieraerie 1999, video jïh heefte

source: Buvttadeapmi: NRK Sámi Radio 1991.
sma: Gaallabaernieh, videjove golme åarjelsaemien Gaallabaerniej bïjre, Ninne Film AS 2004
